<?php

return [

    // ----------------------- 参数配置 ----------------------- //
    'config' => [
        // 菜单配置
        'menu' => [
            'location' => 'default', // default:系统顶部菜单;addons:应用中心菜单
            'icon' => 'fa fa-shopping-bag',
            'sort' => 200, // 自定义排序
            'pattern' => ['b2b2c']
        ],
        // 子模块配置
        'modules' => [

        ],
    ],

    // ----------------------- 菜单配置 ----------------------- //

    'menu' => [

    ],

    // ----------------------- 权限配置 ----------------------- //

    'authItem' => [

    ],
];
